Repository: foodoutgroup/foodoutgroup
Catalog: app/Resources/translations/SonataAdminBundle.*.xliff
Languages: lt, ru

source: Visible
lt: Rodoma

source: Active
lt: Aktyvus

source: New
lt: Naujas

source: Created
lt: Sukūrė

source: Last editor
lt: Paskutinis redagavo

source: Created
lt: Sukūrimo data

source: Last edit
lt: Paskutinis redagavimas

source: Deleted
lt: Ištrintas

source: Dashboard
lt: Titulinis

source: Price
lt: Kaina

source: Options
lt: Priedai

source: Categories
lt: Kategorijos

source: Translations
lt: Kalbos

source: Dishes
lt: Patiekalai

source: Actions
lt: Veiksmai

source: System
lt: Sistema

source: Kitchens
lt: Virtuvės

source: Short name
lt: Trumpas pavadinimas

source: Name
lt: Pavadinimas

source: Logo
lt: Logotipas

source: Actions
lt: Veiksmai

source: Edit
lt: Redaguoti

source: Hide
lt: Paslėpti

source: Show
lt: Rodyti

source: Visible
lt: Rodomas

source: Count
lt: Kiekis

source: Kitchens
lt: Virtuvės

source: Kitchen list
lt: Virtuvių sąrašas

source: Kitchen list
lt: Virtuvės

source: Kitchen
lt: Virtuvė

source: Logo
lt: Virtuvės logotipas

source: Name
lt: Pavadinimas

source: Alias
lt: Kategorija

source: Category
lt: Gėrimai

source: Drinks
lt: Alkoholis

source: Alkohol
lt: Kategorija

source: Category
lt: Kategorijos

source: Categories
lt: Pozicija

source: Lineup
lt: Tekstai

source: Texts
lt: Patiekalas

source: Dish
lt: Patiekalai

source: Dishes
lt: Patiekalas

source: Dish
lt: Foto

source: Foto
lt: Rekomenduojamas

source: Recommended
lt: Rekom.

source: Rekom.
lt: Nuol. kainos.

source: Discount prc.
lt: Aktyvus

source: Active
lt: Grupė

source: Group
lt: Patiekalo laikas nuo

source: Dish time from
lt: Patiekalo laikas iki

source: Dish time to
lt: Aktyv.

source: Actv.
lt: Aktyvus lyginėmis / nelyginėmis savaitėmis

source: Keywords
lt: [x] Lyginės / [ ] Nelyginės savaitės

source: Activate
lt: Aktyv.L/N.Sav.

source: DeActivate
lt: Rodymas pagal datas

source: Please select at least one dish
lt: Dydžiai/porcijos

source: Error. Cannot complete dish activation action
lt: Gamyba nuo

source: Dish activation action was completed successfully
lt: Gamyba iki

source: Error. Cannot complete dish deactivation action
lt: Rodymo datos

source: Dish deactivation action was completed successfully
lt: Patiekalų priedai

source: Active even / odd weeks
lt: Infokodas

source: [x] Even / [ ] Odd weeks
lt: Sis. kodas

source: Actv.E/O.Week
lt: Sub.Sis. kodas

source: Enable Date Interval
lt: Grupė

source: Sizes
lt: Priedas

source: Time from
lt: Kaina

source: Time to
lt: Aprašymas

source: Please add sizes
lt: Vienetinis pasirinkimas

source: Please add enter price
lt: Patiekalų priedai

source: Show at dates
lt: Matavimo vieneteai

source: Show by weekdays
lt: Matavimo vienetai

source: Show weekdays
lt: Geriausi pasiūlymai

source: Weekday
lt: Matavimo vienetas

source: Dish options
lt: Vienetų kategorija

source: Infocode
lt: Matas

source: Sys. code
lt: Title

source: Sub.Sys. code
lt: City

source: Group
lt: Link

source: Option
lt: Text

source: Price
lt: Image

source: Description
lt: Active

source: Single select
lt: Use url

source: Dish options
lt: Best offers

source: Sizes
lt: Best offers

source: Dish units
lt: Restaurant

source: Dish units
lt: Vietos

source: Best offers
lt: Vietų sąrašas

source: Dish unit
lt: Vietos

source: Dish unit category
lt: Vietos pavadinimas

source: Unit
lt: Logotipas

source: Title
lt: Aktyvus

source: City
lt: Veiksmai

source: Link
lt: Vieta

source: Text
lt: Vietos

source: Image
lt: Vietos

source: Active
lt: Vietos pavadinimas

source: Use url
lt: Show notification

source: Best offers
lt: Keep notification

source: Best offers
lt: Registered

source: Restaurant
lt: Notification content

source: Title
lt: Prist. trukmė

source: Link
lt: Atsiemim. trukmė

source: Image
lt: Papild. trukm. info.

source: Active
lt: Prist. kaina

source: Use url
lt: Gerimų krepš. limitas

source: Home banners
lt: Maisto krepš. limitas

source: Places
lt: Min. užsakymas

source: Places list
lt: Patiekalų automatinė numeracija

source: Places
lt: Automatinis informavimas

source: Place name
lt: Sava logistika

source: Logo
lt: Min krep. atsiimant

source: Active
lt: Virtuvės

source: Actions
lt: Vietos logotipas

source: Place
lt: Atsiliepimas

source: Places
lt: Reitingas

source: Places
lt: Naujas vartotojas

source: Place name
lt: Petras

source: Show notification
lt: Miestas

source: Keep notification
lt: Komentaro data

source: Registered
lt: Rekomend.

source: Notification content
lt: Nuol.kainos

source: Deliv. time
lt: Kortele prist. metu

source: Pickup time
lt: Neleisti atsiskaityti internetu

source: Extra.deliv.info
lt: Neleisti atsiskaitymų atsiimant

source: Packaging price
lt: Prioritetas

source: Deliv. price
lt: Pristatymo galimyb.

source: Drink cart limit
lt: Navision sync.

source: Food cart limit
lt: Tik alkoholis

source: Min. cart
lt: Siųsti faktūras

source: VAT
lt: Grandinė

source: Commission Rate
lt: Padalinio kodas

source: Dishes auto numeration
lt: Gamybos taškai

source: Auto inform
lt: Gamybos taškai

source: Own logistics
lt: Darbo laikas

source: Cart min. on takeout
lt: Pirm. pradžia

source: Kitchens
lt: Pabaiga

source: Place logo
lt: Antrad. pradžia

source: Reviews
lt: Treč. pradžia

source: Rating
lt: Ketv. pradžia

source: New user
lt: Penkt. pradžia

source: Pavel
lt: Šešt. pradžia

source: City
lt: Sekm. pradžia

source: Comment date
lt: Adresas

source: Recomm.
lt: Įm.kodas

source: Disc. prices
lt: Tel.

source: Card on delivery
lt: Papildomas tel.

source: Disable online payment
lt: El.paštas

source: Disable payment on delivery
lt: Papild. el.paštas

source: Priority
lt: Buhalt. el.paštas

source: Delivery options.
lt: Miestas

source: Ownership Type
lt: Koordinatės

source: Navision sync.
lt: Lat.

source: Only alkohol
lt: Long.

source: Send invoice
lt: Rodomas viešai

source: Chain
lt: Restoranas

source: Accounting Code
lt: Grynais

source: Internal code
lt: Kortele

source: 3706xxxxxxxx
lt: Siųsti į Metrikas (logistika)

source: 370xxxxxxxxx
lt: Vietų atsiliepimai

source: Place Point
lt: Vietų atsiliepimai

source: Place Point
lt: Vietų ataskaitos

source: Work time
lt: Vartotojai

source: Mon. start
lt: Vartotojai

source: End
lt: Vardas

source: Tue. start
lt: Pavardė

source: Wen. start
lt: Vartotojas

source: Thu. start
lt: El.paštas

source: Fri. start
lt: Tel. nr.

source: Sat. start
lt: Aktyvus

source: Sun. start
lt: Blokuotas

source: Address
lt: Naujas slaptažodis

source: Comp. Code
lt: Vieta

source: Tel.
lt: Paskutinį kartą prisijungė

source: Extra tel.
lt: Teisės

source: Extra email
lt: Svetainės administratorius

source: Acc. email
lt: Restorano atstovas

source: City
lt: Lankytojas

source: Coordinates
lt: Dispečerė

source: Lat.
lt: Marketing

source: Long.
lt: Editor

source: Public
lt: Pagalba

source: Place
lt: Registracijos data

source: Cash
lt: Grupė

source: Card
lt: Verslo klientų valdymas

source: Send to Metrics (logistics)
lt: Kita

source: Neighbourhood
lt: Negeneruoti SF

source: District
lt: Negalioja minimalus krepšelis

source: Neighbourhood to deliver
lt: Verslo klientas

source: Please add point of sales
lt: Padalinių kodai

source: Please add neighbourhood to deliver
lt: Įmonė

source: Place reviews list
lt: Įmonės kodas

source: Place reviews
lt: PVM kodas

source: Place reports
lt: Įmonės adresas

source: Users
lt: Atsiskaitomoji sąskaita

source: User
lt: Darbuotojų skaičius

source: Name
lt: Vadovo vardas

source: Last name
lt: Vadovo pavardė

source: Username
lt: Nuolaida

source: Email
lt: Leisti atidėtą mokėjimą

source: Phone
lt: Privalomas padalinys

source: Cellphone
lt: Dabartinė nuolaida

source: Active
lt: ID

source: Blocked
lt: Kodas

source: New password
lt: Padalinys

source: Place
lt: Statiniai puslapiai

source: Last login
lt: Puslapiai

source: Rights
lt: Pavadinimas

source: admin.users.roles
lt: Turinys

source: Site administrator
lt: Eilės nr.

source: Restaurant
lt: Aktyvus

source: Visitor
lt: Rodomas meniu

source: Dispatcher
lt: Eil.nr.

source: Marketing
lt: Dydžiai/Vienetai

source: Editor
lt: Pristatymo trukmė

source: Support
lt: Atsiimti vietoje

source: Registration date
lt: Pristatymas

source: Group
lt: Aktyvus

source: Bussines client management
lt: Greitas

source: Other
lt: Pavadinimas

source: No Invoice
lt: Vieta

source: No Minimum Cart
lt: Vienetų kategorijos

source: Bussines client
lt: Vienetų kategorijos

source: Newsletter
lt: Pirmi žingsniai

source: Division codes
lt: Pagalba

source: Company name
lt: Užsakymai

source: Company code
lt: Žiūrėti meniu

source: VAT code
lt: Prenumeratorius

source: Company address
lt: Prenumeratoriai

source: Checking account
lt: El.paštas

source: Workers count
lt: Kalba

source: Director first name
lt: Užsiprenumeravo

source: Director last name
lt: Editor

source: Discount
lt: Marketing

source: Allow delayed payment
lt: Užsakymai

source: Division is required
lt: Užsakymai

source: Current discount
lt: Užsakymai

source: ID
lt: Užsakymas

source: Code
lt: Id

source: Division
lt: Užsakymo data

source: Profile
lt: Pristatyti iki

source: ID
lt: Restor.

source: Full name
lt: Restoranas

source: Account
lt: Gamyb. adr.

source: Balance
lt: Gamybos adresas

source: Add credit
lt: Klientas

source: Add
lt: Kliento User-Agent

source: Deduct credit
lt: Adresas

source: Deduct
lt: Užsak. adresas

source: Transaction list
lt: Užsak. IP

source: Trans. ID
lt: Pristat. tipas

source: Date
lt: Pristatymo tipas

source: Order
lt: Verslo klientai

source: Amount
lt: Užsak. būklė

source: Money type
lt: Užsakymo būklė

source: Trans. type
lt: Pristatymo laikai

source: Comment
lt: Mokėjimo būdas

source: Note
lt: Mok. būdas

source: Comments for User
lt: Mokėjimo būklė

source: Note for Admin
lt: Naujas

source: Real
lt: Laukiame pabaigos

source: Virtual
lt: Laukiame lesu

source: Client topup
lt: Nutrauktas

source: Order
lt: Pabaigtas

source: Voucher
lt: Klaida

source: Admin add
lt: Įvykis

source: Canceled return
lt: Nauja būklė

source: Admin deducted
lt: Mokėjimo būklės istorija

source: Order paid online (cc, bank)
lt: Mokėjimo pradžia

source: Money added to wallet
lt: Paskutinis pokytis

source: Money deducted from wallet
lt: Paskutinė klaida

source: مبلغ {{ added_value }} بابت {{ comment }} به حساب شما افزوده شد. موجودی فعلی شما: {{ current_balance }} تومان
lt: Pristato patys

source: مبلغ {{ deducted_value }} بابت {{ comment }} از حساب شما کاسته شد. موجودی فعلی شما: {{ current_balance }} تومان
lt: Patiekalai

source: Static pages
lt: PVM

source: Pages
lt: Viso (su PVM)

source: Name
lt: Pristatymo kaina (su PVM)

source: Content
lt: Keitimo priežastis

source: Order No.
lt: Nuolaidos kupono kodas

source: Active
lt: Nuolaida %

source: Public
lt: Nuolaidos suma

source: Order Nr.
lt: Faktūra

source: Dish sizes
lt: Užsakovo komentaras

source: Delivery time
lt: Restorano komentaras

source: Take out
lt: Patiekalas

source: Delivery
lt: Kaina

source: Active
lt: Mat. vienetas

source: Fast
lt: Kodas

source: Name
lt: Priedai

source: Place
lt: Priedas

source: Unit Categories
lt: Kodas

source: Unit Categories
lt: Kiekis

source: First steps
lt: Suma

source: Help
lt: Vairuotojas

source: Orders
lt: Būkles istorija

source: Watch menu
lt: Pristatymo istorija

source: Subscribers
lt: Data

source: Subscribers
lt: Iš būklės

source: Email
lt: Į būklę

source: City
lt: Šaltinis

source: Language
lt: Pranešimas

source: Subscribed
lt: Restorano mobilus puslapis

source: Editor
lt: Uzsakymo mobilus admin puslapis

source: Marketing
lt: Vairuotojo mobilus puslapis

source: Orders
lt: Dispečerinė

source: Orders
lt: Paysera apmokėjimas

source: Orders
lt: Nordea banklink apmokėjimas

source: Order
lt: SEB banklink apmokėjimas

source: Id
lt: Swedbank credit card gateway apmokėjimas

source: View Id
lt: Swedbank gateway apmokėjimas

source: Order date
lt: Logistika

source: Deliver till
lt: Išorinė logistika

source: Place
lt: Automatinis užsakymu uždarymas

source: Place
lt: Čili Navision

source: Point addr.
lt: Čili Navision order processing

source: Point address
lt: Čili Navision update prices

source: Client
lt: Čili Navision repost order on fatal error

source: Client User-Agent
lt: Priimtas

source: Address
lt: Paskirtas vairuotojui

source: Order. address
lt: Atidėtas

source: Order IP
lt: Pagamintas

source: Delivery type
lt: Paiimtas

source: Delivery type
lt: Pristatytas

source: Order status
lt: Atšauktas

source: Order status
lt: Atšauktas pagamintas

source: Delivery times
lt: Įvykis

source: Payment type
lt: Praėjus

source: Payment type
lt: Mob

source: Payment status
lt: Mobile

source: New
lt: Iš NAV

source: Waiting for end
lt: Order hash

source: Waiting funds
lt: Siųsti SF

source: Canceled
lt: Redaguoti

source: Finished
lt: Atsisiųsti SF

source: Error
lt: Važtaražčio nr.

source: Event
lt: Su klientu susisiekta

source: New status
lt: Sąskaita pridėta siuntimui

source: Payment status history
lt: Įmonė

source: Payment start
lt: Pavadinimas

source: Last change
lt: Įm. kodas

source: Last error
lt: PVM kodas

source: Self delivery
lt: Adresas

source: Dishes
lt: Padalinio kodas

source: VAT
lt: Padalinio pavadinimas

source: Total (with VAT)
lt: Užsakovas

source: Delivery Price (with VAT)
lt: Užsakymo sisteminis logas

source: Change reason
lt: Užsak. būklė

source: Discount coupon code
lt: Įvykis

source: Discount %
lt: Pranešimas

source: Discount sum
lt: Užsakymo sisteminiai duomenys

source: Invoice
lt: SMS žinutės

source: Client comment
lt: Sukūrmo data

source: Restaurant comment
lt: Išsiuntimo data

source: Note
lt: Siuntėjas

source: Save
lt: Gavėjas

source: Note saved successfully
lt: Žinutė

source: Dish
lt: Išsiųsta

source: Price
lt: Gauta

source: Price for comm.
lt: Laiškai

source: Unit
lt: Siuntimo data

source: Code
lt: Šaltinis

source: Options
lt: Šablonas

source: Option
lt: Parametrai

source: Code
lt: Dispečeris

source: Quantity
lt: Dispečeris

source: Sum
lt: ID

source: Driver
lt: Išorinis (NAV)

source: Status history
lt: Užsak. data

source: Delivery Log
lt: Klient. koment.

source: Date
lt: Apmok.

source: From status
lt: Gryn. atsiimant

source: To status
lt: Kort. atsiimant

source: Source
lt: Atidėtas

source: Message
lt: Internetu

source: Place mobile page
lt: Nepriskirti

source: Order mobile admin page
lt: Su sava logistika

source: Drivers mobile page
lt: Atsiėmimai restorane

source: Dispacher
lt: Nepatikrinti

source: Paysera payment
lt: Su sava logistika

source: Nordea banklink payment
lt: Atsiėmimai restorane

source: SEB banklink payment
lt: Nepristatyti

source: Swedbank credit card gateway payment
lt: Su sava logistika

source: Swedbank gateway payment
lt: Atsiėmimai restorane

source: Logistics
lt: Atšaukti

source: Outsourced logistics
lt: Su sava logistika

source: Automatic Order closing
lt: Atsiėmimai restorane

source: Cili Navision
lt: Probleminiai

source: Cili Navision order processing
lt: Su sava logistika

source: Cili Navision update prices
lt: Atsiėmimai restorane

source: Čili Navision repost order on fatal error
lt: Užsak. tel.

source: Order Accepted
lt: Vėluoja

source: Order Assigned
lt: Paimtas

source: Order Delayed
lt: Susisiekta su klientu

source: Order Finished
lt: Susisiekta su restoranu

source: Order Pickedup
lt: Išspręsta

source: Order Completed
lt: Problem. tipas

source: Order Canceled
lt: Laukiama mokėjimo

source: Order Canceled Produced
lt: NAV problema

source: Event
lt: Atsiėmimai restorane

source: Elapsed
lt: Su sava logistika

source: Mob
lt: Nepatvirtinti rest.

source: Mobile
lt: Nepatikrinti: unapprovedCount<br />Nepriskirti: unassignedCount<br />Nepatvirtinti: unconfirmedCount<br />Nepristatyti: notfinishedCount<br />Atšaukti: canceledCount<br />Probleminiai: navProblemsCount

source: From NAV
lt: Restoran.

source: Order hash
lt: Adresas

source: Send invoice
lt: Užsak. adresas

source: Edit
lt: Prist. patys

source: Download SF
lt: Gauti vairuotojus

source: Edit prices
lt: Nepatikrintas

source: Bill of landing no
lt: Naujas

source: Client contacted
lt: Naujas PreOrder

source: Invoice added for send
lt: Atidėtas

source: Company
lt: Priimtas

source: Company name
lt: Paskirtas vairuotojui

source: Company code
lt: Perskirtas kitam gamybos taškui

source: VAT code
lt: Pristatytas

source: Address
lt: Nepilnai pristatytas

source: Division code
lt: Pagamintas

source: Division name
lt: Atšauktas

source: Order taker
lt: Navision problemos

source: City
lt: Atšauktas pagamintas

source: Phone
lt: Užsakymo būklė

source: Start
lt: Keisti

source: End
lt: Tvirtinti

source: Order system logas
lt: Paiimti

source: Order status
lt: Informuoti restoraną

source: Event
lt: SMS

source: Message
lt: SMS žinutė užsakovui

source: Order system logs
lt: Siųsti

source: SMS messages
lt: SMS tekstas

source: Create date
lt: Atšaukti

source: Send date
lt: Nepriskirtas joks vairuotojas!!!

source: Sender
lt: Užsakymas atsiėmimui

source: Receiver
lt: Vairuotojas

source: Message
lt: Priskirti

source: Sent
lt: Būklė

source: Delivered
lt: Atšaukimo priežastis

source: Emails
lt: Klientas apsigalvojo

source: Send date
lt: Restoranas nedirba

source: Source
lt: Restoranas neturi patiekalų

source: Template
lt: Per ilgas gamybos laikas

source: Params
lt: Programinė klaida

source: Dispacher
lt: Atšaukimo priežasties komentaras

source: Dispacher
lt: Įveskite komentarą

source: ID
lt: Data

source: View ID
lt: Iš

source: From NAV
lt: Į.

source: Order date
lt: Žinutė

source: Client comment.
lt: Vairuotojai

source: Payment
lt: Vairuotojai

source: Cash on delivery
lt: ID

source: Card on delivery
lt: Vairuotojas

source: Post paid
lt: Vardenis Pavardenis

source: Online
lt: Telefonas

source: Unapproved
lt: Dirba

source: Undelivered
lt: Darbovietė

source: Canceled
lt: Išor.ID

source: Problems
lt: Išorinis ID

source: Client phone
lt: Miestas

source: Late
lt: Tipas

source: Picked
lt: Įmonės

source: Client contacted
lt: Išorinis

source: Restaurant contacted
lt: Individuali veikla

source: Solved
lt: Užsak.

source: Problem type
lt: Identifikacinis numeris

source: Payment wait
lt: Blokuoti IP adresai

source: NAV problem
lt: Blokuoti IP adresai

source: Uncomfirmed pickups
lt: IP

source: Unapproved: unapprovedCount<br />Unassigned: unassignedCount<br />Unconfirmed: unconfirmedCount<br />Undelivered: notfinishedCount<br />Canceled: canceledCount<br />Problems: navProblemsCount
lt: Aktyvus

source: Restaurant
lt: Priežastis

source: Address
lt: ID

source: Client Address
lt: Nepanaudoti SF numeriai

source: Place self delivery
lt: Nepanaudoti SF numeriai

source: Get drivers
lt: SF numeris

source: New
lt: ID

source: New PreOrder
lt: Kuponų generatorius

source: Delayed
lt: Kuponų generatorius

source: Accepted
lt: Kuponų masinis generatorius

source: Assigned to driver
lt: Download Coupons

source: Forwarded to other Place Point
lt: Prefix

source: Delivered
lt: Suffix

source: Partialy delivered
lt: How Many Coupons

source: Finish (food)
lt: Cart Amount

source: Canceled
lt: Discount Sum

source: Navision problems
lt: Full Order Cover

source: Canceled produced
lt: There was nothing to export.

source: Order status
lt: Valid From

source: Change
lt: Valid To

source: Approve
lt: Gatvės

source: Take
lt: Gatvės

source: Inform Restaurant
lt: Miestas

source: SMS
lt: Vilnius

source: SMS message for order recipient
lt: Gatvė

source: Send
lt: Laisvės pr.

source: SMS text
lt: Įmonės nuolaidų lygiai

source: Cancel
lt: Nuo

source: No driver assigned!!!
lt: Iki

source: Pick-up order
lt: Nuolaida

source: Driver
lt: Nuolaidos kuponai

source: Assign
lt: Nuolaidos kuponai

source: Status
lt: ID

source: Cancel reason
lt: Pavadinimas

source: Client changed his mind
lt: Nuolaida (%)

source: Restaurant dont works
lt: Restoranas

source: Restaurant has no dishes
lt: Tik Navision

source: Too long production time
lt: Nemok. pristatymas

source: Software error
lt: Aktyvus

source: Cancel reason comment
lt: Vienkartinis

source: Enter the comment
lt: Vienkartinis vienam žmogui

source: Date
lt: Tik internetiniams mokėjimams

source: From
lt: Kodas

source: To
lt: Vietų coveriai

source: Message
lt: Vietų coveriai

source: Drivers
lt: Vieta

source: Drivers
lt: Nuotrauka

source: ID
lt: Ataskaitos

source: Driver
lt: Restoranas

source: Vardenis Pavardenis
lt: Įmonės kodas

source: Phone
lt: Restoranas

source: Is working
lt: Sava logistika

source: Workplace
lt: Kiekis

source: Ext.ID
lt: Su pristatymu

source: External ID
lt: Atsiėmė vietoje

source: City
lt: Užsakymų suma

source: Type
lt: Mėnuo

source: Companies
lt: Restorano užsakymų kiekis

source: Outsourced
lt: Periodas:

source: Individual activity
lt: Grupuoti pagal mėnesį

source: Order
lt: Laikotarpis (nuo - iki)

source: Intetification number
lt: ID

source: Marketing User
lt: Data laikas

source: Marketing User List
lt: Suma

source: First name
lt: Adresas

source: Last name
lt: Užsakymo būsena

source: City
lt: Mokėjimo būsena

source: Phone
lt: Pristatymo būdas

source: Email
lt: Restorano priėmimo laikas

source: B-day
lt: Pristatymo paėmimo laikas

source: Entry Key
lt: Pristatymo laikas

source: Delivery Zones
lt: Krepšelis

source: Delivery Zones List
lt: Trukmės ataskaita

source: Distance
lt: Vairuotojų vėlavimų ataskaita

source: Place point
lt: Vairuotojų darbo laiko ataskaita

source: Price
lt: Diena

source: Cart size
lt: Priimta per (min)

source: Time from
lt: Pagaminta per (min)

source: Time to
lt: Paskirta per (min)

source: Active
lt: Paimta per per (min)

source: Banned IP
lt: Pristatyta per (min)

source: Banned IP
lt: Vidutinė užsakymo trukmė (min)

source: IP
lt: Užsakymų laikotarpyje

source: Active
lt: TOP 5 lėčiausi

source: Reason
lt: TOP5

source: ID
lt: Vairuotojas

source: Unused SF numbers
lt: Viso užsakymų

source: Unused SF numbers
lt: Vėlavusių

source: SF number
lt: Vėlavusių %

source: ID
lt: Naudotojo nr.

source: Coupon generator
lt: El. paštas

source: Coupon generator
lt: Telefonas

source: Coupon Range
lt: Vardas

source: Download Coupons
lt: Pavardė

source: Prefix
lt: Verslo klientas

source: Suffix
lt: Įmonės pav.

source: How Many Coupons
lt: Pirmo užsak. data

source: Cart Amount
lt: Paskut. užsak. data

source: Discount Sum
lt: Naujumo tašk.

source: Full Order Cover
lt: Pasikartojimo tašk.

source: There was nothing to export.
lt: Monetizavimo tašk.

source: Valid From
lt: Bendri RFM taškai

source: Valid To
lt: Administration

source: Street
lt: Trinti

source: Street
lt: Gerai

source: City
lt: Kurti

source: Vilnius
lt: Kurti

source: Street
lt: Kurti ir pridėti naują

source: Laisvės pr.
lt: Kurti ir grįži į sąrašą

source: Company discount levels
lt: Filtruoti

source: From
lt: Atnaujinti

source: To
lt: Atnaujinti

source: Discount
lt: Atnaujinti ir uždaryti

source: Discount coupon
lt: Trinti

source: Discount coupon
lt: Pridėti naują

source: ID
lt: Grįžti į sąrašą

source: Name
lt: Rodyti

source: Discount (%)
lt: Redaguoti

source: Restaurant
lt: Pridėti naują

source: Only Navision
lt: Sąrašas

source: Free delivery
lt: Atstatyti

source: Active
lt: Kurti

source: Single use
lt: Valdymo skydas

source: Single use per person
lt: Redaguoti "%name%"

source: Online payments only
lt: Sąrašas

source: Code
lt: Sekantis

source: Place covers
lt: Praeitas

source: Place covers
lt: Pirmas

source: Place
lt: Paskutinis

source: Photo
lt: Administratorius

source: Reports
lt: išskleisti/suskleisti

source: Restaurant
lt: Nėra rezultatų

source: Restaurant code
lt: Ar tu tikras ?

source: Restaurant
lt: Redaguoti

source: Orders Report For Restaurant
lt: Rodyti

source: Own logistics
lt: Visi elementai

source: Count
lt: Veiksmas atšauktas. Nėra pažymėtų įrašų.

source: Delivery
lt: Įrašas "%name%" buvo sėkmingai sukurtas.

source: Pickup
lt: Įvyko klaida kuriant "%name%" įrašą.

source: Orders sum
lt: Įrašas "%name%" buvo sėkmingai atnaujintas.
