Repository: foodoutgroup/foodoutgroup
Catalog: app/Resources/translations/SonataAdminBundle.*.xliff
Languages: lt, ru

source: Month
lt: Įvyko klaida atnaujinant "%name%" įrašą.

source: Restaurant orders count
lt: Pažymėti įrašai buvo sėkmingai ištrinti.

source: Period:
lt: Įvyko klaida trinant pažymėtus įrašus.

source: Group by month
lt: Įvyko klaida trinant "%name%" įrašą.

source: Period (from - till)
lt: Įrašas "%name%" buvo sėkmingai ištrintas.

source: ID
lt: <i class="fa fa-home"></i>

source: Order Date & time
lt: Trinimo patvirtinimas

source: Order Amount
lt: Ar tu tikras, kad nori ištrinti "%object%" elementą?

source: Restaurant location address
lt: Taip, trinti

source: Order Status
lt: Veiksmo '%action%' patvirtinimas

source: Payment Status
lt: Ar tu tikras, kad nori vykdyti ši veiksmą šiems elementams?|Ar tu tikras, kad vykdyti šį veiksmą %count% kiekiui elementų?

source: Delivery Type
lt: Ar tu tikras, kad nori vykdyti šį veiksmą visiems elementams?

source: B2B clients
lt: Taip, vykdyti

source: Restaurant Acceptance Time
lt: taip

source: Delivery Pickup Time
lt: ne

source: Delivery Time
lt: turi

source: Order Basket (txt)
lt: neturi

source: Latency report
lt: yra lygus

source: Driver latency report
lt: nėra lygus

source: TOP 5 slowest
lt: yra tuščias

source: Slowest
lt: nėra tuščias

source: Billing Report
lt: tarp

source: Download billing report
lt: nėra tarp

source: Delete
lt: Filtrai

source: OK
lt: ar

source: Create
lt: Įrašai

source: Create
lt: Veiksmas

source: Create and add another
lt: Palyginti

source: Create and return to list
lt: Įrašas

source: Filter
lt: Data

source: Update
lt: Autorius

source: Update
lt: Rolė

source: Update and close
lt: Peržiūrėti įrašą

source: Delete
lt: Palyginti įrašus

source: Add new
lt: 1 rezultatas| %count% rezultatai | %count% rezultatai

source: Return to list
lt: Atsisiųsti

source: Show
lt: Kraunama informacija…

source: Edit
lt: Peržiūrėti

source: Add new
lt: Patvirtinti

source: List
lt: Atšaukti

source: Reset
lt: Per puslapį

source: Create
lt: Pasirinkti

source: Dashboard
lt: Turi neišsaugotų pakeitimų.

source: Edit "%name%"
lt: Redaguoti ACL

source: List
lt: Atnaujinti ACL

source: Next
lt: ACL buvo sėkmingai atnaujintas.

source: Previous
lt: ACL

source: First
lt: Nėra pasirinkimo

source: Last
lt: Paieškos rezultatai: %query%

source: Admin
lt: Paieška

source: expand/collapse
lt: rezultatų nerasta

source: No result
lt: pridėti naują įrašą

source: Are you sure ?
lt: Veiksmai

source: Edit
lt: Javascript yra išjungtas jūsų naršyklėje. Kai kurie patogumai gali veikti netvarkingai.

source: Show
lt: Nėra jokių laukelių.

source: All elements
lt: Filtrai

source: Action aborted. No items were selected.
lt: Parametrai

source: Item "%name%" has been successfully created.
lt: Parametrai

source: An error has occurred during the creation of item "%name%".
lt: Parametras

source: Item "%name%" has been successfully updated.
lt: ID

source: An error has occurred during update of item "%name%".
lt: Reikšmė

source: Selected items have been successfully deleted.
lt: Parametrų istorija

source: An Error has occurred during selected items deletion.
lt: Vartotojas

source: An Error has occurred during deletion of item "%name%".
lt: Data

source: Item "%name%" has been deleted successfully.
lt: Sena reikšmė

source: <i class="fa fa-home"></i>
lt: Nauja reikšmė

source: Confirm deletion
lt: SEO

source: Are you sure you want to delete the selected "%object%" element?
lt: Pavadinimas

source: Yes, delete
lt: SEO Title

source: Confirm batch action '%action%'
lt: SEO Description

source: Are you sure you want to confirm this action and execute it for the selected element?|Are you sure you want to confirm this action and execute it for the %count% selected elements?
lt: Vietos

source: Are you sure you want to confirm this action and execute it for all the elements?
lt: Automatiškai pergeneruoti slaptažodį

source: Yes, execute
lt: Ieškoti

source: yes
lt: Telefono numeris

source: no
lt: Klientas

source: contains
lt: NAUJAS

source: does not contain
lt: Statusas

source: is equal to
lt: Kontaktiniai duomenys

source: is not equal to
lt: Skambinti

source: is empty
lt: RFM būsenos

source: is not empty
lt: Nuo

source: between
lt: Iki

source: not between
lt: Pavadinimas

source: Filters
lt: Exportuoti

source: or
lt: Leisti nemokamą pristatymą

source: Revisions
lt: Min. nemokamo pristatymo suma

source: Visible
ru: Administration

source: Active
ru: Удалить

source: New
ru: OK

source: Created
ru: Создать

source: Last editor
ru: Создать и редактировать

source: Created
ru: Создать и добавить новый

source: Last edit
ru: Создать и вернуться к списку

source: Deleted
ru: Фильтровать

source: Dashboard
ru: Сохранить

source: Price
ru: Сохранить

source: Options
ru: Сохранить и вернуться к списку

source: Categories
ru: Удалить

source: Translations
ru: Добавить новый

source: Dishes
ru: Вернуться к списку

source: Actions
ru: Показать

source: batch
ru: Редактировать

source: System
ru: Добавить новый

source: Kitchens
ru: Список

source: Short name
ru: Сбросить

source: Name
ru: Создать

source: Logo
ru: Панель администрирования

source: Actions
ru: Редактировать "%name%"

source: Edit
ru: Список

source: Hide
ru: Следующая

source: Show
ru: Предыдущая

source: Visible
ru: Первая

source: Count
ru: Последняя

source: Kitchens
ru: Администрирование

source: Kitchen list
ru: развернуть/свернуть

source: Kitchen list
ru: Нет результатов

source: Kitchen
ru: Вы уверены?

source: Logo
ru: Редактировать

source: Name
ru: Показать

source: Alias
ru: Применить для всех

source: Category
ru: Действие отменено. Нет выбранных объектов.

source: Drinks
ru: Элемент создан успешно

source: Alkohol
ru: При создании элемента произошла ошибка.

source: Category
ru: Элемент успешно обновлен.

source: Categories
ru: Во время обновления элемента произошла ошибка.

source: Lineup
ru: Выбранные элементы были успешно удалены.

source: Texts
ru: Во время удаления выбранных элементов произошла ошибка.

source: Dish
ru: Во время удаления элемента произошла ошибка.

source: Dishes
ru: Элемент успешно удален.

source: Foto
ru: Подтверждение удаления

source: Recommended
ru: Вы действительно хотите удалить выбранный элемент?

source: Rekom.
ru: Да, удалить

source: Discount prc.
ru: Подтверждение пакетного действия

source: Active
ru: Вы действительно хотите произвести выбранное действие для данного элемента?|Вы действительно хотите произвести выбранное действие для данных элементов?|Вы действительно хотите произвести выбранное действие для %count% выбранных элементов?

source: Group
ru: Вы действительно хотите произвести выбранное действие для всех элементов?

source: Dish time from
ru: Да, выполнить

source: Dish time to
ru: да

source: Actv.
ru: нет

source: Keywords
ru: содержит

source: Activate
ru: не содержит

source: DeActivate
ru: равен

source: Please select at least one dish
ru: не равен

source: Time to
ru: пусто

source: Please add sizes
ru: не пуст

source: Please add enter price
ru: между

source: Show at dates
ru: не между

source: Show by weekdays
ru: Фильтры

source: Show weekdays
ru: или

source: Weekday
ru: Изменения

source: Dish options
ru: Действие

source: Infocode
ru: Изменения

source: Sys. code
ru: Дата

source: Sub.Sys. code
ru: Автор

source: Group
ru: Просмотр изменений

source: Option
ru: {0} Нет данных |{1} Всего %count% запись |{2,3,4} Всего %count% записи |[5,Inf] Всего %count% записей

source: Price
ru: Экспорт:

source: Description
ru: Загрузка информации…

source: Single select
ru: Предпросмотр

source: Dish options
ru: Одобрить

source: Sizes
ru: Отклонить

source: Dish units
ru: Записей на страницу

source: Dish units
ru: Выбрать

source: Best offers
ru: У вас есть несохраненные данные

source: Dish unit
ru: Редактировать ACL

source: Dish unit category
ru: Обновить ACL

source: Unit
ru: ACL успешно отредактирован

source: Title
ru: ACL

source: City
ru: Ничего не выбрано

source: Link
ru: Результат поиска: %query%

source: Text
ru: Поиск

source: Image
ru: Ничего не найдено

source: Active
ru: Добавить новую запись
