Repository: foodoutgroup/foodoutgroup
Catalog: src/Food/SmsBundle/Resources/translations/SonataAdminBundle.*.xliff
Languages: lt

# Message List
source: SMS messages
lt: SMS pranešimai

# admin.messages
source: SMS messages
lt: SMS pranešimai

# admin.sms.recipient
source: Recipient
lt: Gavėjas

# admin.sms.sender
source: Sender
lt: Siuntėjas

# admin.sms.message
source: Message
lt: Pranešimas

# admin.sms.sent
source: Sent
lt: Išsiųstas

# admin.sms.delivered
source: Delivered
lt: Pristatytas

# admin.sms.submitted_at
source: Submitted at
lt: Į SMSC perduotas

# admin.sms.received_at
source: Received at
lt: Gautas

# admin.sms.last_sending_error
source: Last sending error
lt: Paskutinė siuntimo klaida

# admin.sms.ext_id
source: External ID
lt: Išorinės sistemos ID

# admin.sms.last_error_date
source: Last error date
lt: Paskutinės klaidos data

# admin.sms.times_sent
source: Times sent
lt: Kartų siųsta

# admin.sms.smsc
source: SMS center
lt: SMS centras
