Repository: foodoutgroup/foodoutgroup
Catalog: src/Food/CartBundle/Resources/translations/messages.*.xlf
Languages: lt, lv

# cart.checkout.main_title
source: Order
lt: Užsakymas
lv: Pasūtījums

# cart.block.your_order
source: Your Order
lt: Jūsų užsakymas
lv: Jūsu pasūtījums

# cart.block.delivery_price
source: Delivery
lt: Pristatymas
lv: Piegāde

# cart.block.delivery_type
source: Delivery method:
lt: Pristatymo būdas:
lv: Piegāde veids:

# cart.block.delivery_type.tooltip
source: Delivery / pickup place to select the next step
lt: Pristatymo / atsiėmimo vietą pasirinksite kitame žingsnyje
lv: Nākamajā solī izvēlieties piegādes adresi vai restorāna adresi, ja vēlaties pasūtījumu saņemt uz vietas

# cart.block.delivery_time.tooltip
source: The exact amount of your order you can find out by entering the delivery address
lt: Tikslią vertę sužinosite įvedę pristatymo adresą
lv: Jūs uzzināsiet precīzu cenu, kad ievadīsiet piegādes adresi

# cart.block.total
source: Total
lt: Viso
lv: Kopā

# cart.block.delivery_time
source: Delivery time
lt: Pristatymo trukmė
lv: Piegādes laiks

# cart.block.your_order_empty
source: Choose dishes
lt: Pasirinkite patiekalus
lv: Izvēlieties ēdienus

# cart.block.edit_row
source: Edit
lt: Redaguoti
lv: Rediģēt

# cart.block.order_btn
source: Order
lt: Užsakyti
lv: Pasūtīt

# cart.checkout.block_title_delivery
source: Delivery
lt: Pristatymas
lv: Piegāde

# cart.checkout.delivery_to_home
source: Home delivery
lt: Pristatymas į namus
lv: Piegāde uz mājām

# cart.checkout.delivery_i_pickup
source: Local pick up
lt: Atsiimsiu pats
lv: Paņemšu pats

# cart.checkout.enter_address
source: Enter your address
lt: Įveskite adresą
lv: Ievadiet adresi

# cart.checkout.city
source: City
lt: Miestas
lv: Pilsēta

# cart.checkout.address
source: Address
lt: Adresas
lv: Adrese

# cart.checkout.firstname
source: First Name
lt: Vardas
lv: Vārds

# cart.checkout.lastname
source: Lastname
lt: Pavardė
lv: Uzvārds

# cart.checkout.email
source: E-mail
lt: El.paštas
lv: E-pasts

# cart.checkout.phone
source: Phone
lt: Telefonas
lv: Tālrunis

# cart.checkout.delivery_date
source: Delivery date
lt: Pristatymo data
lv: Datums

# cart.checkout.delivery_time
source: Delivery time
lt: Pristatymo laikas
lv: Laiks

# cart.checkout.order_now
source: Order Now
lt: Užsakyti dabar
lv: Pasūtiet tagad

# cart.checkout.order_later
source: Order Later
lt: Užsakyti vėlesniam laikui
lv: Rezervējiet vēlāk

# cart.checkout.delivery_comment
source: Additional info
lt: Papildoma info
lv: Papildu informācija

# cart.checkout.cart_rules
source: I have read and agree to the <a href="#rules" name="order_rules" class="fancy-box">rules</a>
lt: Susipažinau ir sutinku su <a href="#rules" name="order_rules" class="fancy-box">taisyklėmis</a>
lv: Iepazinos un piekrītu <a href="#rules" name="order_rules" class="fancy-box">noteikumiem</a>

# cart.checkout.delivery_comment_placeholder
source: Enter the door code, floor and another courier useful information...
lt: Įveskite laiptinės kodą, aukštą ir kitą kurjeriui naudingą informaciją...
lv: Ievadiet kāpņutelpas kodu, stāvu un citu kurjeram noderīgo informāciju…

# cart.checkout.block_title_secure_payment
source: Secure Payment
lt: Saugus apmokėjimas
lv: Droša apmaksa

# cart.checkout.cash_on_delivery
source: Cash on delivery
lt: Grynais pristatymo metu
lv: Skaidrā naudā piegādes brīdī

# cart.checkout.corporate_pay
source: Bank transfer at the end of the month
lt: Pavedimu mėnesio gale

# cart.checkout.card_on_delivery
source: The credit card after delivery
lt: Kredito kortele po pristatymo
lv: Ar kredītkarti piegādes brīdī

# cart.checkout.classic_seb
source: SEB bank-link
lt: SEB banklinkas
lv: SEB banklinks

# cart.checkout.classic_nordea
source: Nordea bank-link
lt: Nordea banklinkas
lv: Nordea banklinks

# cart.checkout.gateway_cc
source: Card through the Internet
lt: Kortele per internetą
lv: Ar karti internetā

# cart.checkout.gateway_banklink
source: Swedbank bank-link
lt: Swedbank banklinkas
lv: Swedbank banklinks

# cart.checkout.button_get_back
source: GO BACK
lt: GRĮŽTI ATGAL
lv: ATPAKAĻ

# cart.checkout.button_order
source: Order
lt: Užsakyti
lv: Pasūtīt

# cart.block.remove_row
source: Remove
lt: Pašalinti
lv: Dzēst

# cart.checkout.address_change_change
source: Edit
lt: Keisti
lv: Mainīt

# cart.checkout.address_change_cancel
source: Cancel
lt: Atšaukti
lv: Atcelt

# cart.checkout.address_not_found
source: Address not found or does not exist
lt: Adresas nerastas arba neegzistuoja
lv: Adrese nav atrasta vai neeksistē

# cart.checkout.place_point_not_in_radius
source: Restaurant can not deliver your order to your address.
lt: Jūsų adresu restoranas negali pristatyti užsakymo.
lv: Uz Jūsu adresi restorāns nevar piegādāt pasūtījumu.

# cart.checkout.pickup_tooltip
source: Select the nearest restaurant from which to pick up your order
lt: Pasirinkite artimiausią restoraną iš kurio atsiimsite užsakymą
lv: Izvēlieties restorānu, kurā vēlaties saņemt pasūtījumu

# cart.checkout.no_delivery_choose_what_to_do
source: Your address is a greater distance than the deliveries. Please choose "Pickup", or choose from other restaurants who can deliver you food.
lt: Jūsų adresas yra didesniu atstumu nei vykdomas pristatymas. Pasirinkite arba "Atsiimsiu pats", arba rinkitės iš kitų restoranų kurie gali pristatyti JUMS maistą.
lv: Jūsu adrese ir lielākā attālumā, nekā pasūtījums tiek izpildīts. Izvēlieties “Paņemšu pats”, vai arī izvēlieties no citiem restorāniem, kuri JUMS var piegādāt ēdienu.

# cart.checkout.i_will_take_it
source: I will take it
lt: Pasiimsiu pats
lv: Paņemšu pats

# cart.checkout.show_me_places
source: Show restaurants
lt: Rodyti restoranus
lv: Rādīt restorānus

# cart.checkout.phone_tooltip
source: Enter the mobile phone number in format 3706xxxxxxxx
lt: Įveskite mobilaus telefono numerį formatu 3706xxxxxxxx
lv: Ievadiet mobilā tālruņa numuru formātā 3716xxxxxxxx

# cart.checkout.place_point
source: Pickup from
lt: Atsiimsite iš
lv: Paņemsiet no

# cart.block.order_sum_minimum
source: Minimum cart:
lt: Minimalus krepšelis:
lv: Minimālais grozs:

# cart.block.total_cart
source: Cart
lt: Krepšelis
lv: Grozs

# cart.block.order_sum_minimum_take_myself
source: Not apply if you pickup
lt: Netaikoma jei užsakymą atsiimsite pats.
lv: Netiek piemērots, ja pasūtījumu saņemsiet pats.

# cart.checkout.company
source: You will need an invoice
lt: Reikės sąskaitos faktūros
lv: Būs nepieciešams faktūrrēķins

# cart.checkout.company_name
source: Company
lt: Įmonė
lv: Uzņēmums

# cart.checkout.company_name_placeholder
source: &quot;Company Name&quot;
lt: UAB &quot;Įmonė&quot;
lv: SIA &quot;Kompānija&quot;

# cart.checkout.company_code
source: Company code
lt: Įmonės kodas
lv: Uzņēmuma kods

# cart.checkout.vat_code
source: VAT code
lt: PVM kodas
lv: PVN kods

# cart.checkout.vat_code_placeholder
source: EE100001234567
lt: LT100001234567
lv: LV312345678

# cart.checkout.company_address
source: Address
lt: Adresas
lv: Adrese

# cart.checkout.company_address_placeholder
source: Videviku 30, 13417, Tallinn
lt: Laisvės pr. 123, LT-01234, Vilnius
lv: Kalnciema iela, Rīga, LV-1046

# cart.checkout.company_division_code
source: Division code
lt: Padalinio kodas
lv: Padalinio kodas

# order.form.errors.no_restaurant_to_deliver
source: Currently, a restaurant can no longer serve your order.
lt: Šiuo metu restoranas jau nebegali aptarnauti Jūsų užsakymo.
lv: Šobrīd restorāns vairs nevar apkalpot Jūsu pasūtījumu.

# order.form.errors.wrong_point_for_address
source: Sorry, restaurant can not handle your order.
lt: Atsiprašome, restoranas negali aptarnauti Jūsų užsakymo.

# order.form.errors.customerfirstname
source: Enter your firstname
lt: Įveskite savo vardą
lv: Ievadiet savu vārdu

# order.form.errors.customerphone
source: Enter your mobile phone number
lt: Nurodykite mob. telefono numerį
lv: Norādiet mob. tālruņa numuru

# order.form.errors.dishLimit
source: Attention! In this restaurant, you can select a maximum of %text% dishes. Please reduce the amount of dishes, or choose a different restaurant from Foodout.ee . Enjoy the selection!
lt: Dėmesio! Šiame restorane galite pasirinkti ne daugiau kaip %text% patiekalus. Prašome sumažinti patiekalų kiekį arba pasirinkti kitą restoraną iš Foodout.lt . Skanaus pasirinkimo!
lv: Uzmanību! Šajā restorānā ir iespējams izvēlēties ne vairāk kā %text% ēdienus vienā pasūtījumā. Lūdzu precizējiet pasūtījumu vai veiciet to no cita Foodout.lv restorāna. Lai garšīga izvēle!

# order.form.errors.drinkLimit
source: Attention! In this restaurant, you can select a maximum of %text% drinks. Please reduce the amount of drinks or choose a different restaurant from Foodout.ee . Enjoy the selection!
lt: Dėmesio! Šiame restorane galite pasirinkti ne daugiau kaip %text% gėrimus. Prašome sumažinti gėrimų kiekį arba pasirinkti kitą restoraną iš Foodout.lt . Skanaus pasirinkimo!
lv: Uzmanību! Šajā restorānā ir iespējams izvēlēties ne vairāk kā %text% ēdienus vienā pasūtījumā. Lūdzu precizējiet pasūtījumu vai veiciet to no cita Foodout.lv restorāna. Lai garšīga izvēle!

# order.form.errors.customerphone_format
source: Enter mobile phone number in format 37061234567
lt: Nurodykite mob. telefono numerį formatu 37061234567
lv: Norādiet mob. tālruņa numuru formātā 37161234567

# order.form.errors.customerphone_not_mobile
source: Not specified mobile phone number
lt: Nurodytas ne mobilaus telefono numeris
lv: Norādītais tālruņa numurs nav mobilais

# order.form.errors.customercomment
source: Enter a comment
lt: Įveskite komentarą
lv: Ievadiet komentāru

# order.form.errors.customeremail
source: Not entered E-mail address
lt: Neįvestas el.pašto adresas
lv: Nav ievadīta e-pasta adrese

# order.form.errors.customeremail_invalid
source: Invalid E-mail address. Enter your E-mail in format: yourname@mail.ee
lt: Negaliojantis el.paštas. Įveskite savo el.paštą formatu: vardenis@pastas.lt
lv: Nederīgs e-pasts. Ievadiet savu e-pastu formātā: vietturis@pasts.lt

# order.form.errors.customeraddr
source: Please enter your address
lt: Nenurodytas adresas
lv: Nav norādīta adrese

# order.form.errors.cartlessthanminimum
source: <b>Your order amount is below the minimum cart amount.</b>
lt: <b>Užsakymas nesiekia minimalios krepšelio sumos</b>
lv: <b>Pasūtījums nav sasniedzis minimālo groza summu<b>

# order.form.errors.cartlessthanminimum_on_pickup
source: <b>Your order amount is below the minimum cart amount.</b>
lt: <b>Užsakymas nesiekia minimalios krepšelio sumos.</b>
lv: <b>Pasūtījums nav sasniedzis minimālo groza summu.<b>

# order.form.errors.dont_make_item
source: The dish is currently not producing: %text%
lt: Patiekalas šiuo metu negaminamas: %text%

# order.form.errors.emptycart
source: Your cart is empty. Choose dishes from the menu
lt: Jūsų krepšelis tuščias. Pasirinkite patiekalus iš valgiaraščio
lv: Jūsu grozs ir tukšs. Izvēlieties ēdienus no ēdienkartes

# order.form.errors.today_no_work
source: Unfortunately, the restaurant is closed.
lt: Apgailestaujame, restoranas nedirba.
lv: Restorāns šodien nestrādā.

# order.form.errors.isnt_open
source: Sorry, the restaurant still closed
lt: Apgailestaujame, restoranas dar nedirba.
lv: Restorāns šodien vēl nesāka strādāt.

# order.form.errors.is_already_close
source: Sorry, restaurant no longer work.
lt: Apgailestaujame, restoranas jau nebedirba.
lv: Restorāns šodien vairs nestrādā.

# order.form.errors.cart_rules
source: You must agree to the site's rules
lt: Privalote sutikti su svetainės taisyklėmis
lv: Jums ir jāpiekrīt vietnes noteikumiem

# order.form.errors.problems_with_dish
source: At the moment we can not produce a dish - <b>%text%</b>. Please remove it, or select other dish from the menu.
lt: Šiuo metu negalime jums pagaminti patiekalo - <b>%text%</b>. Pašalinkite jį ir pasirinkite iš meniu kitą patiekalą
lv: Pašlaik nevaram Jums pagatavot ēdienu – <b>%text%</b>. Dzēsiet to un izvēlieties citu ēdienu no ēdienkartes.

# order.form.errors.nav_restaurant_no_work
source: <b>Restaurant is currently unable to accept your order.</b>
lt: <b>Restoranas šiuo metu negali priimti jūsų užsakymo</b>
lv: </b>Restorāns pašlaik nevar pieņemt Jūsu pasūtījumu</b>

# order.form.errors.nav_restaurant_no_setted
source: <b>Restaurant is not currently available.</b>
lt: <b>Restoranas šiuo metu nepasiekiamas.</b>
lv: </b>Restorāns pašlaik nav pieejams.</b>

# order.form.errors.nav_empty_cart
source: <b>Cart has no dishes.</b>
lt: <b>Krepšelis neturi patiekalų.</b>
lv: </b>Grozā nav ēdienu.</b>

# order.form.errors.empty_company
source: Enter the company that you want to receive an invoice
lt: Įveskite įmone, kuriai norite gauti sąskaitą faktūrą
lv: Ievadiet uzņēmumu, kuram vēlaties saņemt faktūrrēķinu

# order.form.errors.empty_company_code
source: Enter Company Code
lt: Įveskite įmonės kodą
lv: Ievadiet uzņēmuma kodu

# order.form.errors.empty_vat_code
source: Enter VAT Code
lt: Įveskite PVM mokėtojo kodą
lv: Ievadiet PVN maksātāja kodu

# order.form.errors.empty_company_address
source: Enter Company Address
lt: Įveskite įmonės registracijos adresą
lv: Ievadiet uzņēmuma reģistrācijas adresi

# order.form.errors.payment_type
source: Select a payment method
lt: Pasirinkite atsiskaitymo būdą
lv: Izvēlieties apmaksas veidu

# order.form.errors.back_in_time_preorder
source: Check Delivery Time
lt: Atsiprašome, tačiau užsakymų į praeitį nevežame. Pasitikrinkite pristatymo laiką

# order.form.errors.back_in_feature_preorder
source: Please choose the delivery date from provided dates
lt: Prašau pasirinkti pristatymo datą iš pateikiamų

# order.form.errors.not_a_date
source: You have entered the wrong date of delivery
lt: Įvedėte neteisingą pristatymo datą, pataisykite

# order.form.errors.division_code_incorrect
source: You have entered the wrong division code
lt: Nurodėte neteisingą padalinio kodą

# order.form.errors.bussines_client_not_loggedin
source: You are a business customer. Please login
lt: Esate verslo klientas. Prašome prisijungti
lv: Bussines clients must login

# general.coupon.text
source: Enter discount coupon code
lt: Įveskite nuolaidos kupono kodą
lv: Ievadiet atlaižu kupona kodu

# general.coupon.submit_button
source: Apply a discount
lt: Pritaikyti nuolaidą
lv: Piemērot atlaidi

# general.coupon.wrong_place
source: Your discount coupon is not valid in this restaurant
lt: Jūsų pateiktas nuolaidos kuponas negalioja šiame restorane
lv: Jūsu iesniegtais atlaides kupons ir derīgs tikai restorānā %place_name%

# general.coupon.only_cili
source: Your discount coupon is only valid for ÄŒili pica, Soya, Forest restaurants
lt: Jūsų pateiktas nuolaidos kuponas galioja tik Čili pica, Soya, Forest restoranuose

# general.coupon.wrong_place_simple
source: Your discount coupon is not valid in this restaurant. Please check your coupon code.
lt: Jūsų pateiktas nuolaidos kuponas šiame restorane negalioja. Pasitikrinkite kupono kodą
lv: Jūsu iesniegtais atlaides kupons šajā restorānā nav derīgs. Pārbaudiet kupona kodu

# general.coupon.only_web
source: Sorry, the discount code is only valid for orders via the web browser
lt: Atsiprašome, šis nuolaidos kodas galioja tik užsakymams per internetinę naršyklę

# general.coupon.only_api
source: Sorry, this discount is valid only for orders through the mobile application
lt: Atsiprašome, šis nuolaidos kodas galioja tik užsakymams per mobiliąją aplikaciją

# general.coupon.only_delivery
source: Sorry, this discount is valid only for orders with delivery
lt: Atsiprašome, šis nuolaidos kodas galioja tik užsakymams su pristatymu
lv: Atvainojiet, šis atlaižu kupons ir derīgs tikai pasūtījumiem ar piegādi.

# general.coupon.not_for_business
source: Sorry, this discount is not for business customers
lt: Atsiprašome, verslo klientams nuolaidų kuponų naudoti negalima

# general.coupon.only_pickup
source: Sorry, this discount is valid only for pickup
lt: Atsiprašome, šis nuolaidos kodas galioja tik užsakymams atsiėmimui

# general.coupon.not_active
source: Your discount coupon is not valid
lt: Jūsų pateiktas nuolaidos kuponas negalioja
lv: Jūsu iesniegtais atlaides kupons nav derīgs.

# general.coupon.popup_link
source: If you have a discount coupon, <a href="#coupon" class="fancy-box">enter here</a>
lt: Jei turite kuponą, įveskite <a href="#coupon" class="fancy-box">jo kodą čia</a>
lv: Ja Jums ir kupons, ievadiet <a href="#coupon" class="fancy-box">tā kodu šeit</a>

# general.coupon.note_text
source: * The discount code does not apply for discount dishes and alcoholic beverages (discounts can not be combined). It is not apply for a discount coupons, which can cover the entire amount of the order.
lt: * Kodas negalioja akcijinėms prekėms bei alkoholiniams gėrimams (nuolaidos nesumuojamos). Tai netaikoma nuolaidų kuponams, kuriais galima padengti visą užsakymo sumą.
lv: * Kods neattiecas uz akcijas ēdieniem (atlaides nesummējas). Neattiecas uz kuponiem – ar kuriem var norēķināties par visu pasūtījumu.

# cart.block.discount_sum
source: Discount
lt: Nuolaida
lv: Atlaide

# general.coupon.coupon_too_early
source: Discount coupon is not yet operational
lt: Kuponas dar neįsigaliojo

# general.coupon.coupon_expired
source: Discount coupon has expired
lt: Kuponas jau baigė galioti

# order.form.errors.dont_make_item
source: The dish is currently not producing: %text%
lv: Ēdiens šobrīd netiek gatavots: %text%
