Repository: foodoutgroup/foodoutgroup
Catalog: src/Food/ApiBundle/Resources/translations/messages.*.xlf
Languages: lt

source: Cart does not exists
lt: Krepšelis neegzistuoja

source: Sorry, code is not valid
lt: Atsiprašome, kodas negalioja

source: Sorry, the code you entered is not valid yet.
lt: Kuponas dar neįsigaliojo

source: Sorry, code is expired
lt: Kuponas jau baigė galioti

source: There is no such code
lt: Nenurodytas nuolaidos kodas

source: User Not Authorized
lt: Neprijungtas vartotojas

source: User phone is empty
lt: Prašome įvesti telefono numerį savo paskyroje

source: User lastname is empty
lt: Prašome įvesti pavardę savo paskyroje

source: User phone is invalid
lt: Neteisingas telefono numeris

source: Order To Small
lt: Per mažas užsakymas
